Repository: Cluas/moshpit
Catalog: Moshpit/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, ja, ko, pt_br, zh_hans, zh_hant

source: The key for %@:%lld does NOT match the one stored on this device. This can mean the server was reinstalled — or that the connection is being intercepted. Stored: %@ New: %@
de: Der Schlüssel für %1$@:%2$lld stimmt NICHT mit dem auf diesem Gerät gespeicherten überein. Vielleicht wurde der Server neu installiert, vielleicht wird die Verbindung aber auch abgehört. Gespeichert: %3$@ Neu: %4$@
es: La clave de %1$@:%2$lld NO coincide con la guardada en este dispositivo. Puede que hayan reinstalado el servidor, o que alguien esté interceptando la conexión. Guardada: %3$@ Nueva: %4$@
fr: La clé de %1$@:%2$lld ne correspond PAS à celle enregistrée sur cet appareil. Le serveur a peut-être été réinstallé, ou quelqu’un intercepte la connexion. Enregistrée : %3$@ Nouvelle : %4$@
ja: %1$@:%2$lld のキーがこのデバイスに保存されたものと一致しません。サーバーが再インストールされたか、接続が傍受されている可能性があります。 保存済み：%3$@ 新規：%4$@
ko: %1$@:%2$lld의 키가 이 기기에 저장된 것과 다릅니다. 서버를 다시 설치했을 수도 있지만, 누군가 연결을 가로채고 있을 수도 있습니다. 저장된 키: %3$@ 새 키: %4$@
pt_br: A chave de %1$@:%2$lld NÃO corresponde à guardada neste aparelho. Pode ser que o servidor tenha sido reinstalado, ou que alguém esteja interceptando a conexão. Guardada: %3$@ Nova: %4$@
zh_hans: %1$@:%2$lld 的密钥和这台设备上记着的不一样。可能是服务器重装过，也可能有人在中间截连接。 原来的：%3$@ 现在的：%4$@
zh_hant: %1$@:%2$lld 的金鑰和這部裝置記的不一樣。可能是伺服器重灌過，也可能有人在中間攔截連線。 原本的：%3$@ 現在的：%4$@

source: The log is the app’s own from the last 30 minutes — the same lines as Recent Log. Read it there first if anything in it should stay private.
de: Das Protokoll stammt von der App selbst aus den letzten 30 Minuten, dieselben Zeilen wie unter „Letztes Protokoll“. Lies es dort zuerst, falls etwas darin privat bleiben soll.
es: El registro es el de la propia app en los últimos 30 minutos, las mismas líneas que en Registro reciente. Léelo allí primero si hay algo que prefieras mantener en privado.
fr: Le journal est celui de l’app sur les 30 dernières minutes, les mêmes lignes que dans Journal récent. Lisez-le d’abord là-bas si quelque chose doit rester privé.
ja: ログはアプリ自身の直近 30 分の記録で、「最近のログ」と同じ内容です。送りたくない内容がないか、先にそちらで確認してください。
ko: 로그는 앱이 최근 30분 동안 남긴 것으로, 최근 로그에서 보는 내용과 같습니다. 공개하고 싶지 않은 내용이 있는지 먼저 거기서 확인하세요.
pt_br: O log é o do próprio app nos últimos 30 minutos, as mesmas linhas de Log recente. Leia lá primeiro se algo nele precisar ficar privado.
zh_hans: 日志是 App 自己最近 30 分钟记下的，和「最近日志」里看到的一样。有不想发出去的内容，先去那里看一眼。
zh_hant: 記錄是 App 自己最近 30 分鐘寫下的，和「最近記錄」裡看到的一樣。有不想送出去的內容，先去那裡看一眼。

source: The manifest on this host names a config path Moshpit won't run a command against: %@
de: Das Manifest auf diesem Host nennt einen Konfigurationspfad, gegen den Moshpit keinen Befehl ausführt: %@
es: El manifiesto de este host indica una ruta de configuración sobre la que Moshpit no ejecuta comandos: %@
fr: Le manifeste de cet hôte désigne un chemin de configuration sur lequel Moshpit n’exécute aucune commande : %@
ja: このホストのマニフェストには、Moshpit がコマンドを実行しない設定パスが指定されています：%@
ko: 이 호스트의 매니페스트가 가리키는 설정 경로에는 Moshpit이 명령을 실행하지 않습니다: %@
pt_br: O manifesto deste host aponta para um caminho de configuração no qual o Moshpit não executa comandos: %@
zh_hans: 这台主机上的清单指向了一个 Moshpit 不会对它执行命令的配置路径：%@
zh_hant: 這台主機上的清單指向了一個 Moshpit 不會對它執行指令的設定路徑：%@

source: The mosh-server executable on the remote host. Override if it isn't on PATH (e.g. /opt/homebrew/bin/mosh-server).
de: Das Programm mosh-server auf dem entfernten Host. Nur nötig, wenn es nicht im PATH liegt (z. B. /opt/homebrew/bin/mosh-server).
es: El ejecutable mosh-server en el host remoto. Indícalo si no está en el PATH (p. ej., /opt/homebrew/bin/mosh-server).
fr: L’exécutable mosh-server sur l’hôte distant. À renseigner s’il n’est pas dans le PATH (par ex. /opt/homebrew/bin/mosh-server).
ja: リモートホスト上の mosh-server 実行ファイル。PATH にない場合はここで上書きします（例: /opt/homebrew/bin/mosh-server）。
ko: 원격 호스트의 mosh-server 실행 파일입니다. PATH에 없다면 여기에 지정하세요(예: /opt/homebrew/bin/mosh-server).
pt_br: O executável mosh-server no host remoto. Informe se ele não estiver no PATH (por exemplo, /opt/homebrew/bin/mosh-server).
zh_hans: 远程主机上 mosh-server 的路径。不在 PATH 里的话在这里填（例如 /opt/homebrew/bin/mosh-server）。
zh_hant: 遠端主機上 mosh-server 的路徑。不在 PATH 裡的話在這裡填（例如 /opt/homebrew/bin/mosh-server）。

source: The pane came back as "%@" instead of the test stamp.
de: Das Panel hat „%@“ statt der Testmarkierung zurückgegeben.
es: El panel devolvió «%@» en vez de la marca de prueba.
fr: Le panneau a renvoyé « %@ » au lieu du marqueur de test.
ja: ペインからテストスタンプではなく "%@" が返ってきました。
ko: 패널이 테스트 표시 대신 "%@"을(를) 돌려주었습니다.
pt_br: O painel devolveu “%@” em vez da marca de teste.
zh_hans: 窗格返回的是 "%@"，不是测试标记。
zh_hant: 窗格回傳的是「%@」，不是測試標記。

source: The pit never closes
de: Der Pit schließt nie
es: El pit nunca cierra
fr: Le pit ne ferme jamais
ja: ピットは眠らない
ko: 서버는 잠들지 않는다
pt_br: O pit nunca fecha
zh_hans: 机器不眠
zh_hant: 機器不眠

source: The pressed state and the background wash are derived from this one color.
de: Gedrückter Zustand und Hintergrundschimmer werden aus dieser einen Farbe abgeleitet.
es: El estado pulsado y el tinte del fondo se derivan de este único color.
fr: L’état enfoncé et le voile d’arrière-plan sont dérivés de cette seule couleur.
ja: 押下時の状態と背景のごく淡い色は、この 1 色から算出されます。
ko: 눌린 상태와 배경의 옅은 색은 이 색 하나에서 계산됩니다.
pt_br: O estado pressionado e o tom do fundo são derivados desta única cor.
zh_hans: 按下态和背景微光都由这一个颜色推导。
zh_hant: 按下狀態和背景的淡色都由這一個顏色推導。

source: The server closed the connection while setting up SSH. Check that the port really is an SSH server, and that a firewall or proxy isn't cutting the connection.
de: Der Server hat die Verbindung beim Aufbau von SSH geschlossen. Prüfe, ob auf dem Port wirklich ein SSH-Server läuft und ob eine Firewall oder ein Proxy die Verbindung unterbricht.
es: El servidor cerró la conexión mientras se establecía SSH. Comprueba que en ese puerto hay realmente un servidor SSH y que ningún firewall o proxy corta la conexión.
fr: Le serveur a fermé la connexion pendant la mise en place de SSH. Vérifiez qu’il s’agit bien d’un serveur SSH sur ce port, et qu’aucun pare-feu ni proxy ne coupe la connexion.
ja: SSH の確立中にサーバーが接続を閉じました。そのポートが本当に SSH サーバーであること、ファイアウォールやプロキシが接続を切断していないことを確認してください。
ko: SSH를 설정하는 중에 서버가 연결을 끊었습니다. 그 포트가 실제로 SSH 서버인지, 방화벽이나 프록시가 연결을 끊고 있지 않은지 확인하세요.
pt_br: O servidor fechou a conexão enquanto o SSH era configurado. Confira se nessa porta há mesmo um servidor SSH e se nenhum firewall ou proxy está cortando a conexão.
zh_hans: SSH 还没建好，服务器就把连接关了。确认这个端口跑的确实是 SSH，中间也没有防火墙或代理把连接掐断。
zh_hant: SSH 還沒建好，伺服器就把連線關了。確認這個連接埠跑的確實是 SSH，中間也沒有防火牆或代理伺服器把連線切斷。

source: The server rejected this sign-in method. Try a different one (e.g. a key instead of a password).
de: Der Server hat diese Anmeldemethode abgelehnt. Probier eine andere (z. B. einen Schlüssel statt eines Passworts).
es: El servidor rechazó este método de inicio de sesión. Prueba otro (por ejemplo, una clave en vez de una contraseña).
fr: Le serveur a refusé cette méthode de connexion. Essayez-en une autre (par ex. une clé plutôt qu’un mot de passe).
ja: サーバーがこのサインイン方法を拒否しました。別の方法（例：パスワードの代わりに鍵）をお試しください。
ko: 서버가 이 로그인 방식을 거부했습니다. 다른 방식을 시도하세요(예: 암호 대신 키).
pt_br: O servidor rejeitou este método de login. Tente outro (por exemplo, uma chave em vez de senha).
zh_hans: 服务器不接受这种登录方式。换一种试试，比如用密钥代替密码。
zh_hant: 伺服器不接受這種登入方式。換一種試試，例如用金鑰代替密碼。

source: The stamp script ran but the pane came back empty.%@
de: Das Markierungsskript lief, aber das Panel kam leer zurück.%@
es: El script de marcado se ejecutó, pero el panel volvió vacío.%@
fr: Le script de marquage s’est exécuté, mais le panneau est revenu vide.%@
ja: スタンプスクリプトは実行されましたが、ペインは空で返ってきました。%@
ko: 표시 스크립트는 실행됐지만 패널이 빈 값을 돌려주었습니다.%@
pt_br: O script de marcação rodou, mas o painel voltou vazio.%@
zh_hans: 标记脚本跑了，但窗格返回为空。%@
zh_hant: 標記腳本跑了，但窗格回傳是空的。%@

source: The worktree was created but has no pane
de: Der Worktree wurde angelegt, hat aber kein Panel
es: El worktree se creó pero no tiene panel
fr: Le worktree a été créé mais n’a aucun panneau
ja: ワークツリーは作成されましたが、ペインがありません
ko: 워크트리는 만들어졌지만 패널이 없습니다
pt_br: O worktree foi criado, mas não tem painel
zh_hans: 工作树已创建，但没有窗格
zh_hant: 工作樹已建立，但沒有窗格

source: Theme
de: Farbschema
es: Tema
fr: Thème
ja: テーマ
ko: 테마
pt_br: Tema
zh_hans: 主题
zh_hant: 主題

source: Theme name
de: Name des Farbschemas
es: Nombre del tema
fr: Nom du thème
ja: テーマ名
ko: 테마 이름
pt_br: Nome do tema
zh_hans: 主题名称
zh_hant: 主題名稱

source: Theme preview
de: Vorschau
es: Vista previa del tema
fr: Aperçu du thème
ja: テーマのプレビュー
ko: 테마 미리보기
pt_br: Prévia do tema
zh_hans: 主题预览
zh_hant: 主題預覽

source: These eight are what shells, diffs and TUIs paint with.
de: Mit diesen acht Farben zeichnen Shells, Diffs und TUIs.
es: Con estos ocho colores pintan las shells, los diffs y las TUI.
fr: Ces huit couleurs sont celles qu’utilisent les shells, les diffs et les TUI.
ja: シェル・diff・TUI が使うのはこの 8 色です。
ko: 셸, diff, TUI가 이 여덟 가지 색으로 화면을 그립니다.
pt_br: São com estas oito cores que shells, diffs e TUIs pintam a tela.
zh_hans: shell、diff 和 TUI 用的就是这八种颜色。
zh_hant: shell、diff 和 TUI 用的就是這八種顏色。

source: This accent will be removed. Built-in accents are unaffected.
de: Diese Akzentfarbe wird entfernt. Integrierte Akzentfarben bleiben erhalten.
es: Este acento se quitará. Los acentos integrados no cambian.
fr: Cette couleur d’accentuation sera retirée. Les couleurs intégrées ne sont pas concernées.
ja: このアクセントを削除します。内蔵アクセントには影響しません。
ko: 이 강조 색상이 제거됩니다. 내장 강조 색상은 영향을 받지 않습니다.
pt_br: Esta cor de destaque será removida. As cores integradas não mudam.
zh_hans: 这个强调色会被删除。内置强调色不受影响。
zh_hant: 這個強調色會被移除。內建強調色不受影響。

source: This host has the pairing but its hook script is missing or out of date, so no notification will ever be sent. Install the hooks above.
de: Dieser Host ist gekoppelt, aber sein Hook-Skript fehlt oder ist veraltet, deshalb wird nie eine Mitteilung gesendet. Installiere oben die Hooks.
es: Este host está emparejado, pero su script de hooks falta o está desactualizado, así que nunca se enviará ninguna notificación. Instala los hooks arriba.
fr: Cet hôte est jumelé, mais son script de hooks est absent ou obsolète : aucune notification ne sera jamais envoyée. Installez les hooks ci-dessus.
ja: このホストはペアリング済みですが、フックスクリプトが見つからないか古いため、通知は一切送信されません。上でフックをインストールしてください。
ko: 이 호스트는 페어링되어 있지만 훅 스크립트가 없거나 오래되어 알림이 전송되지 않습니다. 위에서 훅을 설치하세요.
pt_br: Este host está pareado, mas o script de hooks está faltando ou desatualizado, então nenhuma notificação será enviada. Instale os hooks acima.
zh_hans: 这台主机有配对信息，但 hook 脚本缺失或过期，所以不会发出任何通知。先在上面安装 hooks。
zh_hant: 這台主機有配對資訊，但 hooks 腳本遺失或過舊，所以不會送出任何通知。先在上面安裝 hooks。

source: This host is missing %@ — install those and try again.
de: Auf diesem Host fehlt %@. Installiere es und versuch es erneut.
es: A este host le falta %@. Instálalo y vuelve a intentarlo.
fr: Il manque %@ sur cet hôte. Installez-le et réessayez.
ja: このホストには %@ がありません。インストールしてからもう一度お試しください。
ko: 이 호스트에 %@이(가) 없습니다. 설치한 뒤 다시 시도하세요.
pt_br: Falta %@ neste host. Instale e tente de novo.
zh_hans: 这台主机缺少 %@。装好再试。
zh_hant: 這台主機缺少 %@。裝好再試。

source: This host's tmux isn't on the default socket, so Moshpit can't run the test. The hooks themselves are unaffected.
de: Das tmux dieses Hosts läuft nicht auf dem Standard-Socket, deshalb kann Moshpit den Test nicht ausführen. Die Hooks selbst sind davon nicht betroffen.
es: El tmux de este host no usa el socket por omisión, así que Moshpit no puede ejecutar la prueba. Los hooks en sí no se ven afectados.
fr: Le tmux de cet hôte n’utilise pas le socket par défaut : Moshpit ne peut pas lancer le test. Les hooks eux-mêmes ne sont pas concernés.
ja: このホストの tmux はデフォルトのソケットを使っていないため、Moshpit はテストを実行できません。フック自体には影響ありません。
ko: 이 호스트의 tmux가 기본 소켓을 쓰지 않아 Moshpit이 테스트를 실행할 수 없습니다. 훅 자체는 영향을 받지 않습니다.
pt_br: O tmux deste host não usa o socket padrão, então o Moshpit não consegue rodar o teste. Os hooks em si não são afetados.
zh_hans: 这台主机的 tmux 没用默认 socket，Moshpit 跑不了这个测试。hooks 本身不受影响。
zh_hant: 這台主機的 tmux 沒用預設 socket，Moshpit 跑不了這個測試。hooks 本身不受影響。

source: This phone has no relay credential yet
de: Dieses iPhone hat noch keine Relay-Zugangsdaten
es: Este teléfono aún no tiene credencial del relay
fr: Cet iPhone n’a pas encore d’identifiant pour le relais
ja: この iPhone にはまだリレーの認証情報がありません
ko: 이 휴대폰에 릴레이 자격 증명이 아직 없습니다
pt_br: Este celular ainda não tem credencial do relay
zh_hans: 这台手机还没有中转服务器的凭据
zh_hant: 這部手機還沒有中繼伺服器的憑證

source: This server has no running %@. Moshpit only attaches — create the first one to start.
de: Auf diesem Server laufen keine %@. Moshpit hängt sich nur an Bestehendes. Leg zum Start etwas Neues an.
es: Este servidor no tiene %@ en ejecución. Moshpit solo se conecta a lo que ya existe: empieza creando uno.
fr: Ce serveur n’a pas de %@ en cours. Moshpit ne fait que se rattacher : commencez par en créer.
ja: このサーバーで実行中の %@ はありません。 Moshpit はアタッチのみ行います——まず 1 つ作成してください。
ko: 이 서버에 실행 중인 %@이(가) 없습니다. Moshpit은 기존 것에 붙기만 하니, 먼저 하나를 만드세요.
pt_br: Este servidor não tem %@ em execução. O Moshpit só se conecta ao que já existe: comece criando um.
zh_hans: 这台服务器上没有在跑的 %@。 Moshpit 只连已有的，先新建一个。
zh_hant: 這台伺服器上沒有執行中的 %@。 Moshpit 只接已有的，先新建一個。

source: This server has no running sessions. Moshpit only attaches — create the first one to start.
de: Auf diesem Server läuft keine Sitzung. Moshpit hängt sich nur an bestehende. Erstelle die erste, um loszulegen.
es: Este servidor no tiene sesiones en ejecución. Moshpit solo se conecta a las existentes: crea la primera para empezar.
fr: Ce serveur n’a aucune session en cours. Moshpit ne fait que se rattacher : créez la première pour commencer.
ja: このサーバーには実行中のセッションがありません。 Moshpit はアタッチのみ行います — 最初のセッションを作成して始めましょう。
ko: 이 서버에 실행 중인 세션이 없습니다. Moshpit은 기존 세션에 붙기만 하니, 먼저 하나를 만드세요.
pt_br: Este servidor não tem sessões em execução. O Moshpit só se conecta às existentes: crie a primeira para começar.
zh_hans: 这台服务器上没有在跑的会话。 Moshpit 只连已有的会话，先新建一个。
zh_hant: 這台伺服器上沒有執行中的工作階段。 Moshpit 只接已有的，先新建一個。

source: This theme will be removed. Built-in themes are unaffected.
de: Dieses Farbschema wird entfernt. Integrierte Farbschemata bleiben erhalten.
es: Este tema se quitará. Los temas integrados no cambian.
fr: Ce thème sera retiré. Les thèmes intégrés ne sont pas concernés.
ja: このテーマを削除します。内蔵テーマには影響しません。
ko: 이 테마가 제거됩니다. 내장 테마는 영향을 받지 않습니다.
pt_br: Este tema será removido. Os temas integrados não mudam.
zh_hans: 这个主题会被删除。内置主题不受影响。
zh_hant: 這個主題會被移除。內建主題不受影響。

source: Those changes exist nowhere else. Removing the worktree throws them away.
de: Diese Änderungen gibt es sonst nirgends. Wird der Worktree entfernt, sind sie weg.
es: Esos cambios no existen en ningún otro sitio. Si quitas el worktree, se pierden.
fr: Ces modifications n’existent nulle part ailleurs. Retirer le worktree les efface.
ja: これらの変更は他のどこにも存在しません。ワークツリーを削除すると失われます。
ko: 이 변경 사항은 다른 곳에 없습니다. 워크트리를 제거하면 모두 사라집니다.
pt_br: Essas alterações não existem em nenhum outro lugar. Remover o worktree joga tudo fora.
zh_hans: 这些改动只存在这里。删掉工作树，它们就没了。
zh_hant: 這些更動只存在這裡。刪掉工作樹，它們就沒了。

source: To
de: Bis
es: Hasta
fr: À
ja: 終了
ko: 끝
pt_br: Até
zh_hans: 结束
zh_hant: 迄

source: Toggle Sidebar
de: Seitenleiste ein-/ausblenden
es: Mostrar u ocultar la barra lateral
fr: Afficher ou masquer la barre latérale
ja: サイドバーを切り替え
ko: 사이드바 표시/숨기기
pt_br: Mostrar ou ocultar barra lateral
zh_hans: 显示/隐藏边栏
zh_hant: 顯示／隱藏側邊欄

source: Trail on predict
de: Spur bei Vorhersage
es: Rastro al predecir
fr: Traînée de prédiction
ja: 予測時のトレイル
ko: 예측 잔상
pt_br: Rastro na previsão
zh_hans: 预测拖尾
zh_hant: 預測拖尾

source: Trust
de: Vertrauen
es: Confiar
fr: Faire confiance
ja: 信頼
ko: 신뢰
pt_br: Confiar
zh_hans: 信任
zh_hant: 信任

source: Trust New Key
de: Neuem Schlüssel vertrauen
es: Confiar en la clave nueva
fr: Faire confiance à la nouvelle clé
ja: 新しいキーを信頼
ko: 새 키 신뢰
pt_br: Confiar na nova chave
zh_hans: 信任新密钥
zh_hant: 信任新金鑰

source: Try again
de: Erneut versuchen
es: Volver a intentar
fr: Réessayer
ja: もう一度
ko: 다시 시도
pt_br: Tentar de novo
zh_hans: 再试一次
zh_hant: 再試一次

source: Type a response…
de: Antwort eingeben …
es: Escribe una respuesta…
fr: Saisissez une réponse…
ja: 返信を入力…
ko: 답변 입력…
pt_br: Digite uma resposta…
zh_hans: 输入回复…
zh_hant: 輸入回覆…

source: UDP PORT RANGE
de: UDP-PORTBEREICH
es: RANGO DE PUERTOS UDP
fr: PLAGE DE PORTS UDP
ja: UDP ポート範囲
ko: UDP 포트 범위
pt_br: FAIXA DE PORTAS UDP
zh_hans: UDP 端口范围
zh_hant: UDP 連接埠範圍

source: UDP Port Range
de: UDP-Portbereich
es: Rango de puertos UDP
fr: Plage de ports UDP
ja: UDP ポート範囲
ko: UDP 포트 범위
pt_br: Faixa de portas UDP
zh_hans: UDP 端口范围
zh_hant: UDP 連接埠範圍

source: UDP port range
de: UDP-Portbereich
es: Rango de puertos UDP
fr: Plage de ports UDP
ja: UDP ポート範囲
ko: UDP 포트 범위
pt_br: Faixa de portas UDP
zh_hans: UDP 端口范围
zh_hant: UDP 連接埠範圍

source: UPLOAD FAILED
de: UPLOAD FEHLGESCHLAGEN
es: ERROR AL SUBIR
fr: ÉCHEC DE L’ENVOI
ja: アップロード失敗
ko: 업로드 실패
pt_br: FALHA NO ENVIO
zh_hans: 上传失败
zh_hant: 上傳失敗

source: UPLOADING %lld%%
de: UPLOAD %lld %%
es: SUBIENDO %lld %%
fr: ENVOI %lld %%
ja: アップロード中 %lld%%
ko: 업로드 중 %lld%%
pt_br: ENVIANDO %lld%%
zh_hans: 上传中 %lld%%
zh_hant: 上傳中 %lld%%

source: Underline
de: Unterstrich
es: Subrayado
fr: Soulignement
ja: 下線
ko: 밑줄
pt_br: Sublinhado
zh_hans: 下划线
zh_hant: 底線

source: Unknown
de: Unbekannt
es: Desconocido
fr: Inconnu
ja: 不明
ko: 알 수 없음
pt_br: Desconhecido
zh_hans: 未知
zh_hant: 未知

source: Unpair
de: Entkoppeln
es: Desemparejar
fr: Dissocier
ja: ペアリング解除
ko: 페어링 해제
pt_br: Desparear
zh_hans: 解除配对
zh_hant: 解除配對

source: Unsupported SSH key type: %@
de: Nicht unterstützter SSH-Schlüsseltyp: %@
es: Tipo de clave SSH no admitido: %@
fr: Type de clé SSH non pris en charge : %@
ja: サポートされていない SSH 鍵タイプ：%@
ko: 지원하지 않는 SSH 키 유형: %@
pt_br: Tipo de chave SSH não suportado: %@
zh_hans: 不支持的 SSH 密钥类型：%@
zh_hant: 不支援的 SSH 金鑰類型：%@

source: Untitled
de: Ohne Titel
es: Sin título
fr: Sans titre
ja: 無題
ko: 제목 없음
pt_br: Sem título
zh_hans: 未命名
zh_hant: 未命名

source: Update
de: Aktualisieren
es: Actualizar
fr: Mettre à jour
ja: 更新
ko: 업데이트
pt_br: Atualizar
zh_hans: 更新
zh_hant: 更新

source: Uploads images to the agent's server and hands it the file paths.
de: Lädt Bilder auf den Server des Agents und übergibt ihm die Dateipfade.
es: Sube las imágenes al servidor del agente y le pasa las rutas de los archivos.
fr: Envoie les images sur le serveur de l’agent et lui transmet les chemins des fichiers.
ja: 画像をエージェントのサーバーにアップロードし、ファイルパスを渡します。
ko: 이미지를 에이전트의 서버에 올리고 파일 경로를 에이전트에 넘깁니다.
pt_br: Envia as imagens ao servidor do agente e passa os caminhos dos arquivos para ele.
zh_hans: 把图片上传到智能体所在的服务器，再把文件路径交给它。
zh_hant: 把圖片上傳到 agent 所在的伺服器，再把檔案路徑交給它。

source: Use Mosh
de: Mosh verwenden
es: Usar Mosh
fr: Utiliser Mosh
ja: Mosh を使用
ko: Mosh 사용
pt_br: Usar Mosh
zh_hans: 使用 Mosh
zh_hant: 使用 Mosh

source: Use SOCKS5 Proxy
de: SOCKS5-Proxy verwenden
es: Usar proxy SOCKS5
fr: Utiliser un proxy SOCKS5
ja: SOCKS5 プロキシを使用
ko: SOCKS5 프록시 사용
pt_br: Usar proxy SOCKS5
zh_hans: 使用 SOCKS5 代理
zh_hant: 使用 SOCKS5 代理伺服器

source: Username
de: Benutzername
es: Nombre de usuario
fr: Nom d’utilisateur
ja: ユーザー名
ko: 사용자 이름
pt_br: Nome de usuário
zh_hans: 用户名
zh_hant: 使用者名稱

source: VOICE INPUT
de: SPRACHEINGABE
es: ENTRADA DE VOZ
fr: SAISIE VOCALE
ja: 音声入力
ko: 음성 입력
pt_br: ENTRADA DE VOZ
zh_hans: 语音输入
zh_hant: 語音輸入

source: Verify on server
de: Auf dem Server prüfen
es: Comprobar en el servidor
fr: Vérifier sur le serveur
ja: サーバー側で確認
ko: 서버에서 확인
pt_br: Conferir no servidor
zh_hans: 在服务器上核对
zh_hant: 到伺服器上核對

source: Version, system, device model, language
de: Version, System, Gerätemodell, Sprache
es: Versión, sistema, modelo del dispositivo, idioma
fr: Version, système, modèle d’appareil, langue
ja: バージョン、システム、機種、言語
ko: 버전, 시스템, 기기 모델, 언어
pt_br: Versão, sistema, modelo do aparelho, idioma
zh_hans: 版本、系统、机型、语言
zh_hant: 版本、系統、機型、語言

source: Voice Language
de: Sprache der Spracheingabe
es: Idioma de voz
fr: Langue de la voix
ja: 音声入力の言語
ko: 음성 언어
pt_br: Idioma da voz
zh_hans: 语音语言
zh_hant: 語音語言

source: Voice input
de: Spracheingabe
es: Entrada de voz
fr: Saisie vocale
ja: 音声入力
ko: 음성 입력
pt_br: Entrada de voz
zh_hans: 语音输入
zh_hant: 語音輸入

source: WAIT
de: WARTEN
es: ESPERAR
fr: PATIENTER
ja: 待機
ko: 대기
pt_br: AGUARDAR
zh_hans: 等待
zh_hant: 等待

source: WEAK
de: SCHWACH
es: DÉBIL
fr: FAIBLE
ja: 弱い
ko: 약함
pt_br: FRACA
zh_hans: 弱
zh_hant: 弱

source: WHISPER MODEL
de: WHISPER-MODELL
es: MODELO DE WHISPER
fr: MODÈLE WHISPER
ja: Whisper モデル
ko: WHISPER 모델
pt_br: MODELO DO WHISPER
zh_hans: Whisper 模型
zh_hant: Whisper 模型

source: Waiting for it to arrive…
de: Warten auf Ankunft …
es: Esperando a que llegue…
fr: En attente de réception…
ja: 到着を待っています…
ko: 도착 대기 중…
pt_br: Esperando chegar…
zh_hans: 等它送到…
zh_hant: 等它送到…

source: What happened, or what would help?
de: Was ist passiert, oder was würde helfen?
es: ¿Qué ha pasado, o qué te ayudaría?
fr: Que s’est-il passé, ou qu’est-ce qui vous aiderait ?
ja: 何が起きたか、あるいは何があると助かるか
ko: 어떤 일이 있었나요, 또는 무엇이 있으면 좋을까요?
pt_br: O que aconteceu, ou o que ajudaria?
zh_hans: 遇到了什么问题，或者希望加点什么？
zh_hant: 遇到了什麼問題，或者希望多些什麼？

source: What the app logged about this session: every terminal resize with its before-and-after size, and the cause of every reconnect. Screenshot it — or copy it — when something looks wrong.
de: Was die App zu dieser Sitzung protokolliert hat: jede Größenänderung des Terminals mit Vorher- und Nachher-Größe und der Grund jeder Neuverbindung. Mach einen Screenshot oder kopiere es, wenn etwas falsch aussieht.
es: Lo que la app registró de esta sesión: cada cambio de tamaño del terminal con el tamaño anterior y el nuevo, y el motivo de cada reconexión. Haz una captura o cópialo cuando algo no cuadre.
fr: Ce que l’app a consigné sur cette session : chaque redimensionnement du terminal avec la taille avant et après, et la cause de chaque reconnexion. Faites une capture ou copiez-le quand quelque chose semble anormal.
ja: このセッションでアプリが記録した内容：ターミナルのサイズ変更（変更前後のサイズ）と、再接続の原因。何かおかしいときは、スクリーンショットを撮るかコピーしてください。
ko: 이 세션에서 앱이 기록한 내용입니다. 터미널 크기가 바뀔 때마다 이전과 이후 크기, 그리고 다시 연결된 이유가 남습니다. 무언가 이상하면 스크린샷을 찍거나 복사하세요.
pt_br: O que o app registrou sobre esta sessão: cada redimensionamento do terminal com o tamanho antes e depois, e o motivo de cada reconexão. Tire uma captura ou copie quando algo parecer errado.
zh_hans: 这次会话里 App 记下的东西：每次终端改尺寸的前后大小，以及每次重连的原因。哪里不对劲时，截个图或复制下来。
zh_hant: 這次工作階段裡 App 記下的東西：每次終端機改尺寸的前後大小，以及每次重新連線的原因。哪裡不對勁時，截個圖或拷貝下來。

source: When bound, this key is used only for the selected hosts by default; change it anytime in the SSH Keys detail page.
de: Gebunden wird dieser Schlüssel standardmäßig nur für die gewählten Hosts verwendet. Du kannst das jederzeit in den Details unter „SSH-Schlüssel“ ändern.
es: Si la vinculas, esta clave se usa por omisión solo con los hosts elegidos. Puedes cambiarlo en cualquier momento en los detalles de Claves SSH.
fr: Une fois associée, cette clé n’est utilisée par défaut que pour les hôtes choisis. Vous pouvez le changer à tout moment dans les détails de Clés SSH.
ja: バインドすると、このキーはデフォルトで選択したホストにのみ使われます。SSH キーの詳細ページでいつでも変更できます。
ko: 연결하면 이 키는 기본적으로 선택한 호스트에만 사용됩니다. SSH 키 세부 정보 페이지에서 언제든 바꿀 수 있습니다.
pt_br: Vinculada, esta chave é usada por padrão só com os hosts escolhidos. Você pode mudar isso a qualquer momento nos detalhes de Chaves SSH.
zh_hans: 绑定后，这把密钥默认只用于选中的主机。之后随时可以在「SSH 密钥」详情页改。
zh_hant: 綁定後，這把金鑰預設只用於選取的主機。之後隨時可以在「SSH 金鑰」詳細頁面更改。
